TargetApplication=AdvancedRenamer
Author=Simon Cayuela
SourceLANGID=1033
LANGID=1036
Generator=DKLang Translation Editor v3.0
LastModified=2014-03-09 16:07:37

[About]
00000002=A Propos
00000094=AdvancedRenamer
00000161=Fermer
00000162=Notes de versions
00000165=Remarques, bugs, améliorations souhaitées...\n
00000166=A propos de Advanced Renamer
00000167=Consulter le forum
00000168=Faire un don

[AddDir]
00000002=Ajouter Dossier
00000094=&Masque:
00000161=Annuler
00000162=OK
00000163=Inclure les &Sous-dossiers
00000164=Nouveau dossier...

[ARenMain]
00000002=AdvancedRenamer
00000005=0 Objets
00000006=0 Erreurs
00000007=Status: OK
00000008=Barre principale
00000009=Rafraîchir
00000010=&Tester méthode
00000011=Auto &Test
00000012=Vignettes
00000013=Préférences
00000014=Aide
00000015=&Index...
00000016=Raccourcis...
00000017=Notes de &Version...
00000018=Chercher mise à jour...
00000020=&A Propos...
00000021=Annuler traitement précédent
00000022=Lancer traitement
00000023=Barres d'outils
00000024=&Ajouter
00000025=&Fichiers...
00000026=&Dossiers...
00000027=&Liste
00000028=Charger...
00000029=&Sauver...
00000030=Vider...
00000031=Enlever objets &erronés
00000032=Placer au début
00000033=Monter
00000034=Descendre
00000035=Placer à la fin
00000036=Renommer Fichiers
00000058=Renommer Dossiers
00000067=Nom de fichier:
00000068=Dossier:
00000069=Taille:
00000070=Date de Création:
00000071=Date de Modification:
00000072=Type de fichier:
00000073=Attributs:
00000074=Dernier Accès:
00000075=Information Objet
00000076=Aucune information
00000077=Impossible de lire les informations, fichier en cours d'utilisation.
00000078=Img
00000079=Dimensions:
00000080=Date de prise de vue:
00000081=Auteur:
00000082=Copyright:
00000084=ID3
00000085=Titre:
00000086=Artiste:
00000087=Album:
00000088=Piste:
00000089=Année:
00000090=Genre:
00000091=Dir
00000092=Contient:
00000094=Pas de méthodes trouvées.
00000095=Méthodes de renommage
00000096=MethodBar
00000097=Ajouter une méthode
00000098=Supprimer une méthode
00000099=Vider
00000100=Début
00000101=Haut
00000102=Bas
00000103=Fin
00000105=Charger une liste
00000106=Sauvegarder une liste
00000107=Préréglages:
00000110=Sauver  Liste
00000111=Déplacer sélection
00000112=Au Début
00000113=Monter
00000114=Descendre
00000115=En Dernier
00000116=Ajouter...
00000117=Supprimer
00000118=Lancer
00000119=Propriétés...
00000120=Charger une Liste...
00000121=Fichier texte...
00000122=Effacer Liste
00000123=Rafraîchir
00000124=Réglages
00000125=Ajuster la largeur
00000144=&Préférences...
00000145=&Copier
00000152=Déplacer
00000153=Début
00000154=Monter
00000155=Descendre
00000156=Fin
00000157=Changer de Méthode
00000158=Ajouter une Méthode
00000159=Supprimer
00000160=Effacer
00000161=Besoin d'aide pour commencer?
00000162=Besoin d'aide pour commencer?
00000163=&Mise en route...
00000164=Ajouter une méthode
00000179=Insérer un Tag
00000180=&Annuler
00000181=Couper
00000182=&Copier
00000183=&Coller
00000184=Sélectionner Tout
00000185=Aller sur le &forum...
00000186=Colonnes
00000187=Réglages
00000188=Ajuster la largeur
00000189=&Préférences...
00000190=Affichage
00000191=Détails
00000192=Grandes icônes
00000193=Petites icônes
00000194=Liste
00000195=&Contribuer...
00000196=Cocher
00000197=Décocher sélection
00000198=Cocher sélection
00000200=Tout décocher
00000201=Cocher tout
00000202=Mode Batch:
00000203=Dossier destination:
00000204=Sauvegarder Liste
00000205=Fichier CSV...
00000206=Enlever fichiers sans tag ID3
00000207=Enlever fichiers sans information d'image
00000219=Collision de nom:
00000220=Séparateur:
00000221=Masque:
00000223=Charger un batch
00000225=Sauvegarder batch
00000226=Vidéo
00000227=Dimensions:
00000228=Frame rate:
00000229=Durée:
00000230=Codec Video:
00000231=Codec Audio
00000232=Bitrate:
00000233=Localisation GPS:
00000234=Tri aléatoire
00000235=Changer la description...
00000236=Précision GPS:
00000237=ExifTool...
00000238=Ajout Outils Dossier
00000239=Ajouter Sélection
00000240=Afficher les fichiers
00000241=Rafraîchir
00000242=Panneau dossiers
00000243=Panneau dossiers
00000244=Ajouter Sélection
00000245=Séries TV...
00000246=Import
00000247=Séries TV:
00000248=Episode:
00000249=Fichier CSV...
00000250=Cocher par masque...
00000251=Décocher par masque...
00000252=Programme
00000253=Configuration ligne de commande...
00000254=Inverser les coches
00000255=Sélection
00000256=Tout
00000257=Aucun
00000258=Inverse
00000259=Cocher si différent du masque...

[BatchResultFrame]
00000003=Dernier résultat
00000004=Total de fichiers:
00000005=Erreurs:
00000006=Montrer les erreurs...
00000007=Annuler traitement...
00000008=Ajouter tous les fichiers renommés avec succès
00000009=Ajouter les fichiers renommés avec des erreurs
00000010=Ajouter tous les objets

[CustomizeCols]
00000002=Personnaliser les colonnes
00000094=Choix des colonnes:
00000095=&Colonnes:
00000096=Largeurs des colonnes:
00000097=OK
00000098=Annuler
00000099=Monter
00000100=Descendre
00000101=Début
00000102=Fin
00000103=Sauvegarder
00000104=Supprimer

[frmAddFolderChoice]
00000001=Ajout de dossier
00000002=Annuler
00000003=OK
00000004=Ajouter les &fichiers contenus dans les dossiers
00000005=Ajouter les d&ossiers
00000006=&Inclure les sous-dossiers
00000007=Masque de nom:
00000008=Choisir la méthode d'ajout de dossiers
00000009=Ajouter dossiers racines
00000010=Ajouter sous-dossiers

[InsertTag]
00000003=<Inc Nr> - Incrémenter des nombres
00000096=Par Défaut
00000097=<DirName> - Nom du dossier
00000099=<Inc Alpha> - Incrémenter des lettres
00000101=<Num Dirs> - Nombre total de sous-dossiers
00000103=<Num Files> - Nombre total de fichiers
00000105=<Ext> - Extension
00000107=<Name> -Fichiers sans extension
00000109=<Inc NrDir> - Incrémenter nombres par dossier
00000111=<Num Items> - Nombre total d'objets dans la liste
00000113=ID3/MP3
00000114=<ID3 Album> - Album
00000116=<ID3 Year> - Année
00000118=<ID3 Track> - Piste
00000120=<ID3 Title> - Titre
00000122=<ID3 Genre> Genre
00000124=<ID3 Artist> - Artiste
00000126=Image
00000127=<Img Width> - Largeur d'image
00000129=<Img Height> - Hauteur d'image
00000131=<Img Year> - Année
00000133=<Img Month> - Mois
00000135=<Img Day> - Jour
00000137=<Img Hour> - Heure
00000139=<Img Min> - Minute
00000141=<Img Sec> - Seconde
00000143=<Img Author> - Auteur de l'image
00000145=<Img Copyright> - Copyright de l'image
00000147=Temps
00000148=<Year> - Année
00000150=<Sec> - Seconde
00000152=<Min> - Minute
00000154=<Hour> - Heure
00000156=<Day> - Jour
00000158=<Month> - Mois
00000160=Créé le...
00000161=<Year Created> - Année de la création
00000163=<Sec Created> - Seconde de la création
00000165=<Min Created> - Minute de la création
00000167=<Hour Created> - Heure de la création
00000169=<Day Created> - Jour de la création
00000171=<Month Created> - Mois de la création
00000173=Modifié le...
00000174=<Year Modified> - Année de la modification
00000176=<Sec Modified> - Seconde de la modification
00000178=<Min Modified> - Minute de la modification
00000180=<Hour Modified> - Heure de la modification
00000182=<Day Modified> - Jour de la modification
00000184=<Month Modified> - Mois de la modification
00000186=Aide
00000187=<Rand> - Nombre aléatoire
00000188=Avancé
00000189=<File Content> - Contenu du fichier
00000190=<Bitrate> - Taux de transmission
00000191=<Substr> - Sous-chaîne
00000192=<RSubstr> - Sous-chaîne droite
00000193=<Word>Mot indexé du nom de fichier
00000194=<Img Subsec> - Fraction de seconde
00000195=Taille du fichier
00000196=<Filesize> - Taille du fichier
00000197=<Filesize KB> - Taille en kilobits
00000198=<Filesize MB> - Taille en megabits
00000199=<Filesize GB> - Taille en gigabits
00000200=<Filesize TB> - Taille en terabits
00000201=Vidéo
00000202=<Video Width> - Résolution Horizontale de la vidéo
00000203=<Video Height> -  Résolution Verticale de la vidéo
00000204=<Video Codec> - Codec Vidéo
00000205=<Video Audio Codec> - Codec Audio
00000206=<Bitrate> - Bitrate moyen
00000207=<Video Bitrate> - Bitrate vidéo
00000208=<Video Audio Bitrate> - Bitrate audio
00000210=<Video FrameRate> - Nombre de Trames par seconde
00000211=<Video Duration> - Durée Vidéo
00000212=<Img CameraMake> - Marque
00000213=<Img CameraModel> - Modèle
00000214=<Img Aperture> - Ouverture
00000215=<Img Brightness> - Luminance
00000216=<Img FocalLength> - Distance focale
00000217=<Img ISO> - Sensibilité
00000218=<Img ShutterSpeed> - Vitesse d'obturation
00000219=<Img ExposureTime> - Temps d'exposition
00000220=<Img Subject> - Sujet
00000221=<Img Title> - Titre
00000222=<Img Contrast> - Constraste
00000223=<Img ExposureMode> - Mode d'exposition
00000224=<Img ExposureProgram> - Programme d'exposition
00000225=<Img Saturation> - Saturation
00000226=<Img Sharpness> - netteté
00000227=<Img WhiteBalance> - balance des blancs
00000228=GPS
00000229=<GPS Lat> - Latitude
00000230=<GPS Lat Deg> - Latitude: degrés
00000231=<GPS Lat Sec> - Latitude: secondes
00000232=<GPS Lat Min> - Latitude: minutes
00000237=<GPS Lng> - Longitude
00000238=<GPS Lng Deg> - Longitude: degrés
00000239=<GPS Lng Min> - Longitude: minutes
00000240=<GPS Lng Sec> - Longitude: secondes
00000241=<GPS Alt> - Altitude
00000242=<GPS Country> - Pays de la prise de vue
00000243=<GPS City> - Ville de la prise de vue
00000244=<GPS State> - Etat de la prise de vue
00000245=<GPS Lng Dir> - Sens Longitude
00000246=<GPS Lat Dir> - Sens Latitude
00000247=<ExifTool> - Valeur provenant d'ExifTool
00000249=Somme de contrôle
00000250=<MD5> - Somme de contrôle MD5
00000251=<SHA1> - Somme de contrôle SHA-1
00000252=<SHA256> - Somme de contrôle SHA-256
00000253=Série TV
00000254=<TVShow Genres> - Genres
00000255=<TVShow Year> - Année de diffusion
00000256=<TVShow Title> - Nom de la série
00000257=<TVShow Season> - Numéro de Saison
00000258=<TVShow EpisodeNumber> - Numéro d'épisode
00000259=<TVShow Day> - Jour de diffusion de l'épisode
00000260=<TVShow Month> - Mois de diffusion de l'épisode
00000261=<TVShow StartYear> - Année de 1ère diffusion
00000262=<TVShow EpisodeTitle> - Titre de l'épisode
00000263=<TVShow EpisodeSequence> - Numéro séquentiel de l'épisode
00000264=<Inc Hex> - Incrément hexadécimal
00000265=<Inc Roman> Incrément romain
00000266=<Video Title>
00000267=<Video Genre>
00000279=<ID3 Duration> - Durée audio
00000280=<ID3 Hour> - Durée audio: Heures
00000281=<ID3 Min> -  Durée audio: Minutes
00000282=<ID3 Sec> -  Durée audio: Secondes
00000283=<Video Hour> - Durée vidéo: Heures
00000284=<Video min> - Durée vidéo: Minutes
00000285=<Video Sec> - Durée vidéo: Secondes
00000286=<File Line>
00000287=<Dec Nr> Numérotation décrémentielle

[InsertTagWnd]
00000002=Champ Texte
00000094=Annuler
00000095=Champ numérique
00000096=Masque
00000097=OK
00000098=Expressions régulières
00000099=Tags:
00000100=Caractères génériques

[Patern]
00000002=Masques
00000094=Masques disponibles:
00000159=Suppimer
00000160=Masque sélectionné:
00000161=OK
00000162=Annuler
00000163=Ajouter
00000164=&Nouveau

[PreRenaming]
00000002=Renommer
00000094=Règles de renommage
00000160=Vérifier les règles de renommage avant de cliquer sur Démarrer
00000161=Annuler
00000162=Démarrer

[Progress]
00000002=Progression
00000094=Patienter, traitement en cours...
00000160=Nombre total de fichiers:
00000161=OK
00000162=Voir les erreurs
00000163=Ajout de fichiers:
00000164=Aucun
00000165=Aucun\nFichiers renommables\nFichiers non renommables\nTous les fichiers\n
00000166=TabSheet1
00000167=Nom de fichier
00000168=Code d'erreur
00000169=Description de l'erreur
00000170=Total de fichiers:
00000171=Réussite:
00000172=Erreurs:
00000173=TabSheet2
00000174=Erreurs trouvées:

[ProgressAdd]
00000002=Patienter svp
00000094=Ajout de fichiers...
00000161=Annuler

[ProgressError]
00000002=Des erreurs sont survenues
00000094=Des erreurs ont été trouvées dans la sélection de fichiers. Les fichiers suivants ne peuvent être renommés. Choisissez une action ci-dessous. Aucun fichier n'a été renommé.
00000161=Annuler le traitement
00000163=Ignorer les fichiers erronés
00000164=Total de fichiers:
00000165=Erreurs:
00000166=Nom de fichier
00000167=Erreur

[Settings]
00000002=Préférences
00000161=Annuler
00000162=OK
00000163=Par Défaut
00000164=&Remplacer caractères insupportés par:
00000165=Largeur des  vignettes:
00000166=Hauteur des  vignettes:
00000167=Montrer les informations de fichier
00000168=Confirmer L'effacement de la liste
00000171=Menu contextuel de l'&Explorateur
00000172=Afficher les lignes
00000173=Utiliser EXIF pour la hauteur et la largeur des images
00000175=Langage:
00000177=Sauvegarder les réglages dans le dossier:
00000178=Dossier personnel
00000179=Dossier de  Advanced Renamer
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2
00000186=Ouvrir le dossier...
00000187=Montrer l'aide au démarrage
00000188=Compléter avec des zéros les suites incrémentielles
00000194=Chercher les mises à jour au démarrage
00000195=Champ EXIF pour les opérations date/heure:
00000196=Incrémentation uniquement si coché
00000197=Séparateurs de texte:
00000198=Associer les fichiers .aren avec Advanced Renamer
00000199=Environnement
00000200=Programme
00000201=Renommage
00000202=Fichiers Images
00000203=Fichiers Audios
00000204=Préférences ID&3
00000205=Afficher le menu des méthodes de traitement
00000206=Ajouter en fin du traitement:
00000207=Mode Console
00000208=Sauver dossier de l'application dans variable d'environnement Path
00000209=Editeur JS Script
00000210=Indentation (en espace):
00000212=Scroll past end of line
00000213=Objets maximum:

[UndoBatchForm]
00000002=Défaire
00000094=Sélectionner un traitement précédent à gauche
00000161=Fermer
00000162=Annuler ce traitement
00000163=Fichier original
00000164=Fichier renommé
00000165=Erreur
00000166=Dossier original
00000167=Tout cocher
00000168=Cocher aucun
00000169=Sélectionner un traitement précédent ci-dessous et cliquer sur "Annuler ce traitement" pour revenir en arrière.
00000170=Dossier renommé
00000171=Supprimer...
00000172=Décocher les fichiers erronés

[frmExifTool]
00000002=ExifTool
00000094=Fermer
00000096=Tag:
00000097=Copier
00000098=ExifTool est un programme externe supportant plus de formats de fichier que la version native de Advanced Renamer.  Utilisez ExifTool pour accéder à plus de méta données.
00000099=Site Web d'ExifTool

[frmJSScript]
00000001=Script
00000002=Fermer et appliquer le script
00000003=Ce script sera exécuté une fois pour chaque objet de la liste.\n
00000004=Ce script sera exécuté une seule fois  et avant l'itération et le traitement de tous les objets de la liste. A utiliser pour affecter une valeur initiale.\n

[frmCSVImport]
00000002=Importation fichier CSV
00000003=Importation
00000008=Annuler
00000009=Nom de fichier:
00000010=Séparateur de colonnes:
00000011=Colonne des noms originaux:
00000012=Colonne des nouveaux noms: (facultatif)
00000013=Dossier racine des fichiers originaux:
00000014=La première ligne contient les en-têtes
00000015=Nom original
00000016=Nouveau nom
00000017=Etat

[frmTVShow]
00000002=Import Séries TV
00000003=OK
00000004=Recherche Séries TV:
00000005=Recherche
00000006=Suivant >
00000007=< Précédent
00000008=Annuler
00000009=Sélection:
00000010=Genre:
00000011=Saisons:
00000013=Saisons:
00000014=Episodes:
00000015=Utilisez ce guide pour renseigner les tags TV (version originale) à partir du site TVRage.com. \n\nAvant de continuer, assurez-vous que les fichiers listés sont dans l'ordre des épisodes.\n\nQuand l'importation des informations est terminée, utilisez les tags "Séries TV" pour renommer les fichiers.\n\n
00000016=Source:
00000017=Nombre de fichiers:
00000018=Nombres d'épisodes sélectionnés:
00000019=Rafraîchir

[frmCommandLine]
00000002=Configuration ligne de commande
00000202=Mode Batch:
00000223=Ouvrir fichier méthode
00000224=Chemin:
00000225=Liste fichiers méthode:
00000226=Types d'objets:
00000227=Objets:
00000228=Tri par:
00000229=Sauvegarder fichier .log:
00000230=Dossier de destination:
00000231=Masque d'objet:
00000232=Expressions régulières:
00000233=Commande:
00000234=Contenu de fichier:
00000235=Ajouter les objets des sous-dossiers
00000236=Inverser
00000237=Objets d'un dossier
00000238=Liste d'objets
00000239=Contenu de fichier
00000240=Copier la commande
00000241=Enregistrer le fichier .bat...
00000242=Fermer
00000243=Ouvrir fichier
00000244=Enregistrer fichier
00000245=Enregistrer le fichier .bat

[$CONSTANTS]
AbsoluteDateTime=Heure et date système
Accessed=Accès
AccessedDateTime=Date et heure d'accès
Active=Activée
Add=Ajouter
AddFiles=Ajouter les fichiers
AddingFiles=Ajout de fichiers...
All=Tous
AllFiles=Tous les fichiers
AllItems=Tous les objets
AnalyzingFiles=Analyse des fichiers...
ApplyScript=Appliquer le script
ApplyTo=Appliquer à
Archive=Archive
Archive_Short=A
Ask=Demander
AtIndex=Index
Audio=Audio
Backwards=A partir de la fin
BatchModeCopy=Copier
BatchModeMove=Déplacer
BatchModeRename=Renommer
Beta=Beta
BetaFeature=Fonction Beta
CaseSensitive=Sensible à la casse
ColumnName0=Nom de fichier
ColumnName1=Chemin
ColumnName10=ID3 Genre
ColumnName100=Nom de dossier
ColumnName101=Chemin
ColumnName102=Date de création
ColumnName103=Attributs
ColumnName104=Nouveaux Attributs
ColumnName105=Nouveau nom
ColumnName106=Nouvelle date de création
ColumnName107=Code d'erreur
ColumnName108=Erreur
ColumnName109=Nouveau chemin
ColumnName11=ID3 Titre
ColumnName12=ID3 Piste
ColumnName13=ID3 Année
ColumnName14=Nouveaux Attributs
ColumnName15=Nouveau nom
ColumnName16=Nouvelle date de création
ColumnName17=Dernier accès
ColumnName18=Nouvelle date de modification
ColumnName19=Code d'erreur
ColumnName2=Taille
ColumnName20=Erreur
ColumnName21=Date de prise de vue
ColumnName22=Extension
ColumnName23=Nouveau chemin
ColumnName3=Date de création
ColumnName4=Date du dernier accès
ColumnName5=Date de modification
ColumnName6=Attributs
ColumnName7=Dimensions
ColumnName8=ID3 Album
ColumnName9=ID3 Artiste
CopiedFileCouldNotBeFound=Copie de fichier introuvable
CopiedFolderCouldNotBeFound=Copie de dossier introuvable
CopiedItem=Objet copié
CopiedItemPath=Chemin de copie
Created=Créé le...
CreatedDateTime=Heure et date de création
current=Courant
Datetime=Heure
Day=Jour
Day_Long_1=Lundi
Day_Long_2=Mardi
Day_Long_3=Mercredi
Day_Long_4=Jeudi
Day_Long_5=Vendredi
Day_Long_6=Samedi
Day_Long_7=Dimanche
Day_Short_1=Lun
Day_Short_2=Mar
Day_Short_3=Mer
Day_Short_4=Jeu
Day_Short_5=Ven
Day_Short_6=Sam
Day_Short_7=Dim
DeltaDateTime=Date et heure relatives
Description=Description
DirnamePattern=Masque de dossier
Edit=Edition
Error=Erreur
Errors=Erreurs
Err_100=OK
Err_101=Erreur inconnue
Err_102=<>:"/\\*? interdits dans les noms de fichier
Err_103=Nom de fichier contient des caractères interdits
Err_104=Nom de fichier trop long
Err_105=Le fichier existe déjà
Err_106=Le dossier n'existe pas
Err_107=Fichier source introuvable
Err_108=Nom de fichier non spécifié
Err_109=Risque d'avoir plusieurs fichiers avec le même nom
Err_110=Méthode de renommage invalide
Err_111=Informations d'image introuvables
Err_112=ID3 TAG introuvable
Err_113=Trop de fichiers pour incrément alphabétique
Err_114=Attributs de date et heure invalides
Err_115=Extension modifiée
Err_116=Tag invalide
Err_117=Expression régulière invalide
Err_118=Masque non trouvé
Err_119=Pas de résultat du serveur géographique
Err_120=Résultat invalide du serveur géographique
Err_121=Information vidéo introuvable
Err_122=Pas d'information GPS
Err_123=Les dossiers ne peuvent pas être copiés ou déplacés sur un autre lecteur
Err_124=Script invalide
Err_125=Erreur ExifTool
Err_126=Les Tags de Série TV n'ont pas été renseignés. Utilisez d'abord le bouton Import, Série TV...
Excellent=Excellent
EXIFDate_DateDigitized=Date enregistrée
EXIFDate_DateOriginal=Date originale
EXIFDate_DateTaken=Date de prise de vue
Extension=Extension
Fair=Passable
File=Fichier
FileCouldNotBeRenamed=Impossible de renommer le fichier
Fileinfo=Information Fichier
FilenamePattern=Masque de nom de fichier
FileRenamedOK=Renommage des fichiers OK
Files=Fichiers
Folder=Dossier
FolderLocation=Emplacement du dossier
Folders=Dossiers
GettingThumbnails=Recherche des vignettes
Good=Bon
GotErrors=Erreurs trouvées
HandleNegativeNumbers=Gérer les nombres négatifs
Hidden=Caché
Hidden_Short=H
Hour=Heure
Ideal=Idéal
ImageDateTime=Date et heure de l'image
ImageFile=Fichier image
InputMessageDescription=Description de la méthode
InvertCase=Casse inversée
ItemNotReverted=Impossible d'inverser l'objet
ItemRevertedOK=Inversion de l'objet ok
Items=Objets
LoadList=Charger liste
LowerCase=Minuscules
LowerCaseFirstLetter=1ère lettre en minuscule
LowerCaseFirstLetterInEveryWord=1ère lettre en minuscule pour chaque mot
LowerCasePattern=Masque en minuscule
MethodName_Add=Insérer
MethodName_Attributes=Attributs
MethodName_List=Liste
MethodName_Move=Déplacer
MethodName_NewCase=Changer la casse
MethodName_NewName=Nouveau nom
MethodName_Remove=Tronquer
MethodName_RemovePattern=Supprimer le masque
MethodName_Renumber=Renuméroter
MethodName_Replace=Remplacer
MethodName_Script=Script
MethodName_Swap=Inversion
MethodName_Timestamp=Date/Heure
MethodName_Trim=Rogner
Methods=Méthodes
Min=Minimum
Moderate=Moyen
Modified=Modifié
ModifiedDateTime=Date et heure de modification
Month=Mois
Month_01_Long=Janvier
Month_01_Short=Jan
Month_02_Long=Février
Month_02_Short=Fév
Month_03_Long=Mars
Month_03_Short=Mar
Month_04_Long=Avril
Month_04_Short=Avr
Month_05_Long=Mai
Month_05_Short=Mai
Month_06_Long=Juin
Month_06_Short=Jun
Month_07_Long=Juillet
Month_07_Short=Jul
Month_08_Long=Août
Month_08_Short=Aoû
Month_09_Long=Septembre
Month_09_Short=Sep
Month_10_Long=Octobre
Month_10_Short=Oct
Month_11_Long=Novembre
Month_11_Short=Nov
Month_12_Long=Décembre
Month_12_Short=Déc
MoveCount=Nombre de caractères
MovedFileCouldNotBeFound=Fichier déplacé introuvable
MovedFolderCouldNotBeFound=Dossier déplacé introuvable
MovedItem=Objet déplacé
MovedItemPath=Chemin de l'objet déplacé
MoveFrom=Source
MoveRelative=Déplacement relatif
MoveTo=Destination
MsgTitle_Confirm_ClearList=Effacer la liste
MsgTitle_Confirm_DeleteColumnSet=Supprimer set de colonnes?
MsgTitle_Confirm_OverwriteColumnSet=Set de colonne existant
MsgTitle_Confirm_Quit=Quitter Advanced Renamer
MsgTitle_Error=Erreur
MsgTitle_Error_FileNotFound=Fichier introuvable
MsgTitle_Error_InvalidColumnSetName=Nom invalide
Msg_Confirm_ClearList=Vous allez effacer tous les fichiers de la liste.\n\nConfirmez-vous  l'effacement?
Msg_Confirm_ClearMethodList=Effacer la liste de méthodes?
Msg_Confirm_DeleteColumnSet=Effacement du réglage des colonnes\n\nEtes-vous sûr de vouloir effacer le set "%s"
Msg_Confirm_ExtChanged=L'extension de ces fichiers va être modifiée. Cela les rendra peut-être inutilisables.\n\nContinuer et renommer les fichiers?
Msg_Confirm_OverwriteColumnSet=Set existant\n\nVoulez-vous écraser le set  "%s"?
Msg_Confirm_OverwriteFile=Ecraser le fichier?\n\nEcrasement du fichier "%s" iminent. Voulez-vous continuer?
Msg_Confirm_PopulateList=Remplir la boîte de texte avec les noms originaux des objets de la liste?
Msg_Confirm_Quit=La liste contient toujours des fichiers\n\nSûr de vouloir quitter?
Msg_Confirm_RenamingPossibleErrors=Erreurs trouvés\n\nCes erreurs empêchent de renommer les fichiers ajoutés.\n\nContinuer le renommage?
Msg_Confirm_SettingsPathChanged=Vous avez changé les réglages du dossier.\n\nVoulez-vous copier vos paramètres courants à ce dossier?\n\nNota : tout fichier existant dans ce dossier sera écrasé.
Msg_Error_AddFileAssociation=Impossible d'associer les fichiers
Msg_Error_CannotAddSoManyFiles=Impossible d'ajouter les fichiers.\n\nVous ne pouvez charger plus de %d objets à la liste.
Msg_Error_CheckUpdates=Erreur\n\nImpossible de vérifier les mises à jour.
Msg_Error_CoultNotCreateFolder=Impossible de créer le dossier
Msg_Error_FileNotFound=Erreur\n\nFichier "%s" non trouvé.
Msg_Error_InvalidColumnSetName=Erreur\n\n%s nest pas un nom valide\n\nUn nom de set de colonnes ne peut comporter que des lettres, nombres et les caractères '-' et '_'
Msg_Error_InvalidFolder=Erreur\n\nDossier non valide.
Msg_Error_MustEnableBeforeAddFolders=Vous devez activer soit "%s" ou "%s"
Msg_Error_NotFoundItems=%d objets non trouvés.\n\n%s
Msg_Error_NoUndoList=Liste d'annulation non sélectionnée.
Msg_Error_Only2000Plus=Cette fonction n'est pas supportée par votre système. Fonction disponible à partir de Windows 2000 ou supérieure.
Msg_Error_RemoveFileAssociation=Impossible de retirer l'association de fichier
Msg_Error_RenamingNoFilesInList=Erreur\n\nImpossible de renommer, il n'y a pas de fichier dans la liste.
Msg_Error_Unknown=Erreur inconnue\n\n%s
Msg_FirstTimeUse=C'est peut-être votre première utilisation de Advanced Renamer. C'est une bonne idée de jeter un coup d'oeil au manuel utilisateur avant de commencer.\n\nVoulez-vous consulter le manuel utilisateur maintenant?
Msg_Info_BatchModeNotSupportedForFolders=Le traitement sélectionné n'est pas prévu pour les dossiers.
Msg_Info_ConvertMethods_0310=Dans cette version de Advanced Renamer les préréglages sont situés dans un dossier personnalisé. En cliquant sur OK vous pourrez choisir un dossier vide pour convertir vos réglages existants.
Msg_Info_CouldNotBeAdded=%d fichiers ne peuvent être ajoutés.
Msg_Info_ItemsAlreadyInList=%d des objets sont déjà dans la liste
Msg_Info_LanguageChange=La modification du langage sera prise en compte au prochain redémarrage.
Msg_Info_NewVersion=Une nouvelle version de Advanced Renamer est disponible.\n\nVoulez-vous télécharger cette nouvelle version?
Msg_Info_NoNewVersion=Pas de nouvelle version de Advanced Renamer disponible.
Msg_Info_RevertChanges=Revenir aux réglages par défaut.\n\nVoulez-vous continuer?
Msg_Info_UndoHasEnded=L'annulation du traitement s'est terminé avec %d erreurs.
Msg_Info_UndoSuccess=Le traitement a été annulé avec succès.
MusicFile=Fichier Audio
Name=Nom
NameAndExtension=Nom et extension
NameCollisionRule_AppendImgSubsec=Ajouter les fractions de seconde
NameCollisionRule_AppendNumber=Numéroter automatiquement
NameCollisionRule_AppendPattern=Ajouter un masque
NameCollisionRule_Fail=Echec
NewCase=Changer la casse
NewFolder=Nouveau dossier
NewName=Nouveau nom
NewNumber=Nouveau numéro
No=Non
NoChange=Pas de changement
NoMethods=Pas de méthode sélectionnée.\n\nCliquer sur le bouton Ajouter pour ajouter de nouvelles méthodes.
None=Aucun
Nth1=1er
Nth2=2ème
Nth3=3ème
Nth4=4ème
Nth5=5ème
Nth6=6ème
Nth7=7ème
Nth8=8ème
Nth9=9ème
NumberDifference=Chiffres différents
NumberLength=Longeur du nombre
NumberPosition=Position
NumericValueOrPattern=Valeur numérique ou masque
Occurrence=Occurrence
OK=OK
OriginalFileNotFound=Fichier original introuvable
OriginalFileStillExists=Fichier original existant
OriginalFolderNotFound=Dossier original introuvable
OriginalFolderStillExists=Dossier original existant
Pattern=Masque
Poor=Insuffisante
PopulateList=Remplir la liste
PreBatchScript=Tester le script...
ReadOnly=Lecture seule
Readonly_Short=R
RegEx_AnyChar=Tout caractère
RegEx_CharList=Caractère d'une liste [abcd]
RegEx_Digit=Chiffre
RegEx_EndLine=Fin du nom de fichier
RegEx_Match0OrMore=Correspondance: 0 ou plus
RegEx_Match1Or0=Correspondance: 1 ou 0
RegEx_Match1OrMore=Correspondance: 1 ou plus
RegEx_MatchLeastNTimeNoMoreM=Correspondance: au moins 'n' fois, mais pas plus de 'm' fois
RegEx_MatchLeastNTimes=Correspondance: au moins 'n' fois
RegEx_MatchNTimes=Correspondance: 'n' fois
RegEx_NonCharList=Caractère absent d'une liste [^abcd]
RegEx_NonDigit=Non numérique
RegEx_NonWordChar=Caractère non alphabétique [^a-zA-Z_]
RegEx_StartLine=Début du nom de fichier
RegEx_SubAlternative=Sous-masque  conditionnel. Par ex.  (\\d*|\\D*)
RegEx_SubGroup=Sous-masque. Par ex. (.*), (.$)...
RegEx_SubMatch=1ère condition d'un sous-masque  conditionnel
RegEx_WordChar=Caractère alphabétique [a-zA-Z_]
RemoveCount=Nombre de caractère
RenamedFileCouldNotBeFound=Fichier renommé introuvable
RenamedFolderCouldNotBeFound=Dossier renommé introuvable
RenamedItem=Objet renommé
RenamedItemPath=Chemin de l'objet renommé
RenumberChange=Changer en
RenumberChangeTypeAbsoluteText=Nombre absolu
RenumberChangeTypeRelativeText=Relatif au nombre existant
Replace=Remplacer
ReplaceWith=Remplacer par
SaveColumnSet=Sauvegarger le choix des colonnes
SaveList=Sauver liste
Season=Saison
Sec=Sec
SelectFolder=Choisir un dossier
SelectMethod=Choisir un dossier une méthode.
Separator=Pivot
Set=Activé
ShowInWindow=Fenêtre d'édition...
Skip=Pas
StartingAt=Commencer à...
Status=Etat
Status_TestingNames=Etat: test des noms en cours...
System=Système
System_Short=S
Tag=Tag
TagCategoryAdvanced=Tags avancés
TagCategoryChecksum=Tags Somme de Contrôle
TagCategoryDateTime=Tags Date/heure
TagCategoryDateTimeCreated=Tags Date/heure de création
TagCategoryDateTimeModified=Tags Date/heure de modification
TagCategoryDefault=Tags par Défaut
TagCategoryFileSize=Tags Taille du fichier
TagCategoryGPS=Tags localisation GPS
TagCategoryID3=Tags ID3/MP3
TagCategoryImage=Tags Image
TagCategoryTVShow=Séries TV
TagCategoryVideo=Tags Vidéo
TBShowlblEpisodesTitle=Cochez les saisons et les épisodes pourr "%s".
TextList=Liste de texte
TextToBeReplaced=Texte à remplacer
ToRemoveMoreThanOne=Pout enlever plus d'un modèle, utiliser \\ pour séparer chaque modèle.
ToReplaceMoreThanOne=Pour remplacer plus d'une phrase, utilisez \\ pour séparer les différentes phrases.
TrimCharacters=Caractères indésirables
TypeNameForColumnSet=Nommer le réglage des colonnes.
Unknown=Inconnu
Unset=Désactivé
UpdateAvailable=Mise à jour disponible. Cliquez pour passer à la nouvelle version.
UpperCase=Majuscules
UpperCaseFirstLetter=1ère lettre en majuscule
UpperCaseFirstLetterInEveryWord=1ère lettre en majuscule pour chaque mot
UpperCasePattern=Masque en majuscule
UseRegularExpressions=Expressions régulières
Value=Valeur
Video=Vidéo
VideoFile=Fichier Vidéo
WithErrors=Objets en erreur
WithoutErrors=Objets sans erreur
WordSeperators=Séparateurs de texte
Year=Année
Yes=Oui
ZeroPadding=Bourrage de zéros
ZeroPadTypeAuto=Automatique
ZeroPadTypeManual=Manuel
ZeroPadTypeNo=Pas de remplissage
